02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-05-persoonsvraag webservice (historisch zoeken)/uc1004-05C10T170 (cat 13 geen his) NO TEST/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
    <m:vraag>
      <m:in0>
        <m:indicatieAdresvraag>0</m:indicatieAdresvraag>
        <m:indicatieZoekenInHistorie>1</m:indicatieZoekenInHistorie>
        <m:masker>
          <m:item>133110</m:item>
          <m:item>133120</m:item>
          <m:item>133130</m:item>
          <m:item>133810</m:item>
          <m:item>133820</m:item>
          <m:item>138210</m:item>
          <m:item>138220</m:item>
          <m:item>138230</m:item>
        </m:masker>
        <m:parameters>
          <m:item>
            <m:rubrieknummer>10110</m:rubrieknummer>
            <m:zoekwaarde>2354507297</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10120</m:rubrieknummer>
            <m:zoekwaarde>579835145</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>10240</m:rubrieknummer>
            <m:zoekwaarde>Aanhang</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>81160</m:rubrieknummer>
            <m:zoekwaarde>4782AA</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>133110</m:rubrieknummer>
            <m:zoekwaarde>2</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>133120</m:rubrieknummer>
            <m:zoekwaarde>20100110</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>133130</m:rubrieknummer>
            <m:zoekwaarde>20091231</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>133810</m:rubrieknummer>
            <m:zoekwaarde>A</m:zoekwaarde>
          </m:item>
          <m:item>
            <m:rubrieknummer>133820</m:rubrieknummer>
            <m:zoekwaarde>20120101</m:zoekwaarde>
          </m:item>
        </m:parameters>
      </m:in0>
    </m:vraag>
  </soap:Body>
</soap:Envelope>